Repository: bkfox/aircox
Catalog: aircox_streamer/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Edit related program
fr: Éditer le programme correspondant

source: Synchronize source with Liquidsoap
fr: Synchroniser la source avec Liquidsoap

source: Synchronise
fr: Synchroniser

source: Restart current track
fr: Rejouer le morceau en cours

source: Restart
fr: Rejouer

source: Skip current file
fr: Passer le fichier actuel

source: Skip
fr: Passer

source: Add sound
fr: Ajouter un son

source: Select a sound
fr: Sélectionner un son

source: Add a sound to the queue (queue may start playing)
fr: Ajouter un son à la file de lecture (la file de lecture peut démarer)

source: Add
fr: Ajouter

source: Sounds in queue
fr: Sons dans la file de lecture

source: Status
fr: Statut

source: Air time
fr: En antenne depuis

source: Time left
fr: Temps restant

source: Data source
fr: Source de donnée

source: Reload
fr: Recharger

source: Select a station
fr: Sélectionner une station

source: Streamer Monitor
fr: Moniteur de stream
